tap "buo/cask-upgrade"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/versions"
tap "caskroom/cask"
brew "aria2"
brew "autoenv"
brew "boost"
brew "boost-python"
brew "cmake"
brew "cowsay"
brew "curl"
brew "docker", link: false
brew "fossil"
brew "git"
brew "ipython"
brew "python"
brew "jupyter"
brew "macvim"
brew "mongodb", restart_service: true
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "ranger"
brew "redis", restart_service: true
brew "ruby"
brew "screen"
brew "sdl2"
brew "swig"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "adobe-photoshop-lightroom"
cask "alfred"
cask "bittorrent"
cask "boom"
cask "cheatsheet"
cask "chrome-remote-desktop-host"
cask "dash"
cask "docker"
cask "firefox"
cask "flux"
cask "iterm2"
cask "mactex"
cask "microsoft-office"
cask "postman"
cask "pycharm"
cask "robo-3t"
cask "simplenote"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "steam"
cask "sublime-text"
cask "teamviewer"
cask "visual-studio-code"
cask "vlc"
cask "caskroom/versions/adobe-photoshop-lightroom600"
