tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "autoenv"
brew "autojump"
brew "boost"
brew "boost-python"
brew "cmake"
brew "cowsay"
brew "curl"
brew "docker"
brew "fabric"
brew "git"
brew "htop"
brew "python"
brew "ipython"
brew "jupyter"
brew "macvim"
brew "mas"
brew "mitmproxy"
brew "mongodb", restart_service: true
brew "mycli"
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "ranger"
brew "redis", restart_service: true
brew "ruby"
brew "screen"
brew "swig"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "adobe-photoshop-lightroom"
cask "adobe-photoshop-lightroom600"
cask "alfred"
cask "amazon-music"
cask "cheatsheet"
cask "divvy"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "pycharm"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "telegram"
cask "texpad"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Be Focused", id: 973134470
mas "Bear", id: 1091189122
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
