tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "gcc"
brew "autoconf"
brew "autoenv"
brew "autojump"
brew "automake"
brew "boost"
brew "boost-python"
brew "cmake"
brew "cowsay"
brew "curl"
brew "docker", link: false
brew "fabric"
brew "fzf"
brew "git"
brew "git-quick-stats"
brew "libtool"
brew "graphviz"
brew "htop"
brew "intltool"
brew "ipython"
brew "kite"
brew "kubernetes-cli"
brew "macvim"
brew "mas"
brew "mitmproxy"
brew "mongodb", restart_service: true
brew "mycli"
brew "mysql", restart_service: true
brew "nginx"
brew "node"
brew "numpy"
brew "ranger"
brew "redis", restart_service: true
brew "rename"
brew "ruby"
brew "screen"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tor"
brew "tree"
brew "vim"
brew "vnstat", restart_service: true
brew "wget"
brew "wtf"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "eddieantonio/eddieantonio/imgcat"
cask "adobe-photoshop-lightroom"
cask "alfred"
cask "anaconda"
cask "box-drive"
cask "cheatsheet"
cask "dash"
cask "discord"
cask "docker"
cask "dropbox"
cask "firefox"
cask "flux"
cask "franz"
cask "google-backup-and-sync"
cask "google-chrome"
cask "iterm2"
cask "java8"
cask "karabiner-elements"
cask "kindle"
cask "kite"
cask "pdf-expert"
cask "postman"
cask "pycharm"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "telegram"
cask "timing"
cask "tor-browser"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
mas "Adblock Plus", id: 1432731683
mas "Be Focused Pro", id: 961632517
mas "Bear", id: 1091189122
mas "CodeOfWar", id: 1310262344
mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Nightlight", id: 1429386865
mas "Noizio", id: 928871589
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Spark", id: 1176895641
mas "Trello", id: 1278508951